brew "gcc"
brew "neovim"
brew "lua"
brew "luarocks"
brew "fzf"
brew "atuin"
brew "zoxide"
brew "ripgrep"
brew "lazygit"
brew "n"
brew "jq"
brew "httpie"
brew "tig"
brew "llvm"
brew "thefuck"
brew "fastfetch"
brew "btop"
brew "chezmoi"
